anderseandersen.html-class-suggestions
astro-build.astro-vscode
aswinkumar863.smarty-template-support
bierner.color-info
bmewburn.vscode-intelephense-client
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
continue.continue
csholmq.excel-to-markdown-table
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
douglaszaltron.nunjucks-vscode-extensionpack
dqisme.sync-scroll
eamodio.gitlens
esbenp.prettier-vscode
eseom.nunjucks-template
formulahendry.auto-rename-tag
gencer.html-slim-scss-css-class-completion
glenn2223.live-sass
grapecity.gc-excelviewer
hubspot.hubl
jock.svg
johnbillion.vscode-wordpress-hooks
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
orta.vscode-jest
pdconsec.vscode-print
ritwickdey.liveserver
shahilkumar.docxreader
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
sitoi.ai-commit
tomoki1207.pdf
unifiedjs.vscode-mdx
usernamehw.errorlens
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
wholroyd.jinja
wmaurer.change-case
wordpresstoolbox.wordpress-toolbox
yoavbls.pretty-ts-errors
yogensia.searchwpdocs
